"If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!" = "Si vous aimez %@, voulez-vous prendre un moment pour l'évaluer? Il ne prendra pas plus d'une minute. Merci pour votre soutien!";
"Rate %@" = "Notez %@";
"No, Thanks" = "Non, Merci";
"Remind me later" = "Rappelez-moi plus tard";
